package com.example.touristapp;

public class Resources {

     // Descriptions:
    String aleksandurNevskiDesc = "Област и град: София градСофия\n" +
             "Най-величественият и монументален символ на град София. " +
             "Най-големият действащ православен храм в България и втори по големина на Балканския полуостров. " +
             "Построен е в памет на руските воини, загинали за освобождението на България през Руско-турската война (1877-1878 г.). " +
             "Посветен е на руския герой и светец Ал. Невски, патрон на императора и покровител на руското войнство. " +
             "Частица от чудотворните мощи на светеца, дарени през 1998 г. от Руската православна църква, са изложени за поклонение пред централния олтар. " +
             "Храмът е строен в неовизантийски стил между 1904 и 1912 г. по проект на руския архитект проф. Ал. Померанцев. " +
             "За изграждането му е изразходвана огромната за времето си сума от 5,5 млн. златни лева, събрана чрез народни дарения и с държавна подкрепа. " +
             "Храмът представлява петкорабна кръстокуполна базилика с акцентирано централно кубе. " +
             "Заема площ от 3170 м2. и побира около 5000 души. Дълъг е 75 метра, широк 55 метра, а централния купол е висок 46 метра. " +
             "Камбанарията е висока 53 м. Общото тегло на 12-те камбани, излети и донесени от Москва, е 23 тона. " +
             "Позлатеният слой на куполите е 700 кв. М. В изграждането на храма са взели участие специалисти от шест различни националности - руснаци, българи, немци, австрийци, чехи и италианци. " +
             "Те са вложили в него най-ценното, което културна Европа можела да предложи по това време. Поразително е великолепието на храмовия интериор. " +
             "За украсата му допринасят скъпоценните оникси и алабастри и пъстроцветните бразилски, марокански, италиански и немски мрамори. " +
             "Храмът притежава 82 маслени икони и 273 темперни изображения, изработени от най-добрите за времето си руски и български художници. Общата площ на монументалната живопис е около 17 000 кв. м. През 1924 г. храмът е обявен за паметник на културата, а през 1953 г- за Патриаршеска катедрала. " +
             "В Криптата му са експонирани едни от най-ценните и красиви икони от епохата на Българското средновековие и Възраждането. " +
             "Храм-паметникът „Св. Александър Невски\" се намира в центъра на София, на едноименния площад.";


    String antichenTeaturDesc = "Област и град: Пловдивска област, Пловдив\n" +
            "Най-емблематичният паметник в архитектурно-историческия резерват „Старият Пловдив\" все пак си остава прочутият Античен театър. " +
            "Смята се, че е построен от Марк Аврелий Траян в началото на II век, макар да съществува и предположение, че може би е бил изграден още преди римската епоха по подобие на гръцките антични театри, за да послужи за народните празненства и обреди в чест на бог Дионисий";


    String asenovaKrepostDesc = "Област и град: Пловдивска областАсеновград\n" +
            "Когато чуете за Асеновград ласкателното название \"Малкият Ерусалим\", не бързайте да отдавате това на местния патриотизъм, защото то напълно отговаря на истината за тази свещена порта към Родопите - заради християнските традиции, деветте действащи църкви, 42-та параклиса и петте манастира в неговите околности. " +
            "Туристическите справочници представят общината, чийто център е Асеновград, най-вече като удобен изходен пункт за посещение на Западните Родопи. " +
            "Преди да продължите към планината обаче, първо разгледайте крепостта \"Петрич\", по-известна като Асеновата, която големият писател Николай Хайтов с право определя като \"величава, чутна в миналото твърдина, от която еднакво са се възхищавали и защитници, и врагове\". " +
            "Крепостта е кацнала върху чука, висока повече от сто метра, над река Асеница, което навремето я правило изключително трудна за превземане. " +
            "Очевидно тук е имало укрепен пункт още по времето на траките, но позицията й става стратегическа най-вече през Средновековието. " +
            "Особено по времето на цар Иван Асен Втори, който я разширява. " +
            "Поради което носи и неговото име, запазен надпис потвърждава това. " +
            "Най-добре съхранената сграда е крепостната черква \"Света Богородица Петричка\" - едно от най-ценните творения на църковната архитектура по нашите земи. " +
            "От самата крепост не е останало кой знае колко, но и това, което се вижда, е достатъчно внушително и дава представа за значимата й роля в миналото. " +
            "А намерените фрагменти от керамика, оръжия, монети и сечива са ценни свидетелства за живота, кипял тук някога. " +
            "Днес от нея лъха не войнственост, а по-скоро романтика, защото от върха на калето се откриват прекрасни панорами към Родопите и към града.";


    String bachkovskiManastirDesc = "Област и град: Пловдивска областс.Бачково\n" +
            "Бачковският манастир, втори по големина в България, основан през 1083 година от грузинеца на византийска служба Григорий Бакуриани и неговия брат Абасий, е уникално съчетание от армено-грузинска, гръцка и българска православна култура.\n" +
            "\n" +
            "Дълго време предание сочело, че под олтара на черквата „Свети Архангели\" е бил погребан свят човек. Предполага се, че именно там е намерил най-сетне покой последният български патриарх Евтимий Търновски.\n" +
            "Костницата на манастира е единствената запазена сграда от 11 век. В двуетажната сграда, построена през 1601 година, са старинната манастирска кухня /магерница/, а до нея е трапезарията със запазена прекрасна стенописна галерия от 17 век. " +
            "Храмът „Свети Никола\" е изрисуван от Захари Зограф, който за около две години изографисва сцени с над 600 образи.\n" +
            "Главната черква на манастира, „Свето Успение Богородично\", по своята монументалност и с необичайното за началото на 17 век архитектурно решение, е уникален български паметник. " +
            "Именно в нея се пази чудотворната икона на Света Богородица, дарена от грузински поклонници през 1311 година. " +
            "Вече повече от 350 години, в понеделник след Великден, тя се изнася от манастира до местността Клувията, където била скрита по време на османското робство. " +
            "Легенда твърди, че през 17 век тя случайно била намерена там и върната в манастира, откъдето няколко пъти изчезвала мистично и се връщала сред скалите. \"Бягствата\" й престанали, след като за нея бил направен специален олтар. " +
            "Всеобщо е убеждението, че докосналите се до нея болни оздравяват. Друго едно литийно шествие за предпазване от болести и бедствия се провежда на 25-ия ден след Великден. " +
            "Някои от поклонниците прекарват нощта в църквата „Света Богородица Благовещение\" в Асеновград, а на другия ден изнасят иконата на Божията майка и с нея стигат до Бачковския манастир.";


    String belogradchishkiSkaliDesc = "Област и град: Видинска областБелоградчик\n" +
            "За Белоградчишките скали често казват, че са място, докоснато от Бога и това е самата истина. Затова е бил прав Константин Иречек при посещението си тук смаяно да възкликне: \"Това с думи не може да се опише, това трябва да се види!\" Преди около 230\n" +
            "\n" +
            "милиона години в този район се наслоили песъчливо-мергелни скали. По-късно те били залети от море, на дъното на което се отлагали довлечените от реките пясък, чакъл и глина. Така се получили конгломерати, известни като пъстър пясъчник. От железния окис те придобили червеникав оттенък. " +
            "Върху тях през юрския период се наслоили сиви и кремавобели варовици. При нагъването на Стара планина този район се превърнал в суша. В най-високата му част се появили пукнатини, където започнала разрушителната работа на водата, ветровете и колебанията на температурата." +
            " Поради нееднаквата си твърдост, пясъчниците се рушели неравномерно. Така се появила тази невероятно красива скална феерия.\n" +
            "\n" +
            "Човешкото въображение родило и много легенди, най-популярна от които е тази за Мадоната - млада монахиня, която се отдала на римския патриций Антонио. " +
            "Почти всички от скалните образувания имат имена: Каменната сватба, Конникът, Ученичката, Дервишът, Овчарчето, Камилата, Хайдут Велко, Замъкът, Лъвът, Адам и Ева, Гъбите... и още много други. Името Белоградчик идва от „белия градеж\" на крепостта, наречена Калето.\n" +
            "\n" +
            "Тя се състои от три части, всяка с възможност за самостоятелна защита. Самият град възниква с нейното построяване и съдбата му винаги е била свързана с нея. Калето днес е сред най-запазените български крепости. И тя, и градът са унищожавани и строени наново много пъти от византийци, българи и турци.\n" +
            "Каменна приказка и феерия, с право са наричани Белоградчишките скали. Те са уникален природен феномен, който няма аналог в света. А за нас е още по-важно, че са част от българската природа.";


    String carevecDesc = "Царевец е хълм във Велико Търново, както и едноименна крепост в средновековния Търновград.\n" +
            "\n" +
            "Разположена е в близост до стария град на Велико Търново. Тя е била главната българска крепост по време на Второто българско царство (1185 – 1393), когато Търново е столица на царството. През Средновековието хълмът, на който се намира, е изцяло застроен с жилищни и административни постройки.\n" +
            "\n" +
            "Царевец е сред Стоте национални туристически обекта, има печат на БТС. рхеологическите разкопки на Царевец започват през 1886 г. от чешкия учен Карел Шкорпил и продължават през 1893 и 1900 г., но липсата на система и организация им придава частичен характер. " +
            "След 1905 г. предприетите разкопки от възобновеното археологическо дружество в Търново се извършват частично и с прекъсване поради липса на средства. " +
            "През 1930 г. са направени разкопки, които предшестват възстановяването на Балдуиновата кула. През 1932 – 1934 г. е реставрирана първата порта от главния вход, а през 1935 г. е направено изследване на водоснабдяването на Царевец и „Трапезица“. " +
            "След 1946 г. започват системни археологически проучвания на двореца на българските царе от Втората българска държава. През 1958 и 1959 г. тогавашният Окръжен исторически музей започва проучвания на крепостната система на Царевец. " +
            "Създаденият през 1974 г. филиал на Археологическия институт към БАН започва цялостно проучване на вътрешната крепост на Царевец. ";


    String chydniMostoveDesc = "Чудните мостове, Скалните мостове (остар.: Еркюприя) са скален феномен, разположен е в карстовата долина на река Еркюприя в Западните Родопи на 1450 m надморска височина, в подножието на връх Голям Персенк.\n" +
            "\n" +
            "Мостовете са се образували вследствие ерозионната дейност на пълноводна в миналото река, която е преобразувала пукнатините в мраморите в дълбока водна пещера, чийто таван с течение на времето изтънява на места и се срутва. Предполага се, че отломките от срутването са били отнесени впоследствие от водите на реката.\n" +
            "\n" +
            "В резултат на това са останали двата известни мраморни моста. Големият е широк около 15 m в по-широките части, дълъг почти 100 m. Състои се от три арки, като най-голямата е с височина 45 m и широчина 40 m. " +
            "Малкият мост е на 200 m от големия по течението на реката – непроходим, дълъг 60 m, с обща височина 50 m, а само на арката – 30 m. След него има и съвсем малък трети мост, който представлява понорна пещера, в която водите на Еркюприя изчезват, за да се появят пак на повърхността след 3 km.\n" +
            "\n" +
            "Местността около двата моста е заета от вековни иглолистни гори, съставени предимно от смърчови дървета. И двата моста са обезопасени и пригодени за туристически цели. Преминаването е позволено и върху, и под тях.\n" +
            "\n" +
            "В регистъра на защитените територии и защитените зони в България, ЧУДНИТЕ МОСТОВЕ – ЕР КЮПРИЯ е защитена територия от категория: Природна забележителност[1].\n" +
            "\n" +
            "Има един варварски обичай, възникнал след обявяването на мостовете за туристически обект – всеки турист, минал под големия мост, записва името си с въглен на стената. Върху скалните образувания в основата на големия мост са оставили следа за ниската си култура дори известни личности. " +
            "Съгласно закона, драскането и поставянето на надписи в границите на природна забележителност е забранено. Глобата за това нарушение е от 500 до 5000 лева. Природолюбители почистват надписите, налагат се и глоби, но тази вандалска традиция продължава.\n" +
            "\n" +
            "В близост до скалния феномен се намират множество пещери, но повечето от тях не са годни за посещения от туристи, тъй като не са осветени и обезопасени. В близост са и хижите „Чудните мостове“ и „Скалните мостове“, стопанисвани от туристическо дружество „Студенец“ – гр. Чепеларе (възможни места за туризъм и нощувка). ";


    String hristoBotevDesc = "Област и град: Врачанска област Козлодуй\n" +
            "Много са паметниците, посветени на подвига на Христо Ботев и неговите четници, но едни от най-изразителните и с най-вълнуваща история са в Козлодуй, което е естествено, защото оттук те се отправиха към вечността, за да останат завинаги в\n" +
            "\n" +
            "народната памет. Първото честване, което тогава се наричало \"оброк\", било устроено от жителите на Козлодуй още през месец май 1878 година. " +
            "Бил сторен курбан от 200 агнета, по едно за всеки загинал четник. Мястото и досега се нарича Оброк. " +
            "На брега тогава бил издигнат опълченски кръст от акациево дърво, изработен от даскал Младен Павлов. " +
            "През 1882 година, пак по инициатива на местните жители, там бил поставен и оброчен каменен кръст, а през 1932 година на Крушов баир /в непосредствена близост до мястото на слизане на четата/ бил създаден жив паметник - инициалите на Христо Ботев, очертани с акациеви дръвчета. " +
            "Две години по-късно жителите на Козлодуй дали по десет дни доброволен труд и с каруците си извозили баластрата, необходима за вдигането на внушителен паметник на брега, чийто създател бил сливналията Стефан Пейчев. " +
            "Неговото освещаване трябвало да се извърши на 1 септември 1939 година, но на тази дата Германия обявява война на Полша и вестите провалят тържественото откриване. " +
            "През 1947 година бюстът на Христо Ботев, подарен през 1936 година от юнкерите от царското военно училище, бива положен на пиедестал в центъра на Козлодуй. " +
            "Всяка година на 2 юни тук се стичат множество хора, за да изразят своята почит и уважение към една от най-светлите личности в историята на България. ";


    String radeckiDesc = "Област и град: Врачанска областКозлодуй\n" +
            "Националния музей „Параход Радецки” събира, обработва и популяризира исторически сведения и документи, свързани с формирането на Ботевата чета, десанта й на Козлодуйския бряг, героичния подвиг, признателността на българския народ към\n" +
            "\n" +
            "безсмъртното дело и възстановяването на легендарния параход „Радецки”. \n" +
            "\n" +
            "Както е известно, на 16 май 1876 година Христо Ботев и част от неговите четници се качват на парахода в Гюргево. " +
            "От още няколко пристанища, за да не привличат вниманието на румънските власти, към тях се присъединяват и останалите бунтовници. " +
            "На 17 май /29-и по нов стил/ те завладяват кораба. На неговия борд Ботев пише прочутото трогателно писмо до жена си Венета и още едно, на френски език, до капитан Енглендер, в което обяснява своята постъпка и поставя исканията си. " +
            "Капитанът не само се съгласява да пристане при село Козлодуй, но и пожелава успех в благородната мисия на българските четници. " +
            "Именно той в спомените си описва тържествената трогателна гледка на падналите на колене въстаници, целуващи родната земя. " +
            "През 1906 година се родила идеята „Радецки\" да бъде откупен от Виена и докаран в България, но когато Народното събрание се събрало да гласува това решение, по предложение на Димитър Петков, министър-председателят пада убит на бул. \"Цар Освободител\" и идеята е забравена. " +
            "Параходът се използвал до 1918 година, след което през 1924 бил бракуван и унищожен. През 1964 година журналистката Лиляна Лозанова от вестник \"Септемврийче\", открива текуща сметка със. сумата 2,50 лева и подема кампания за неговото възстановяване в чест на 90-годишнината от гибелта на Христо Ботев. " +
            "И се случва нещо, което днес звучи като фантастика: създава се национален щаб от корабостроители, инженери и архитекти, а 1 200 000 деца от цяла България предават 523 000 лева, събрани от билки и участие в трудови бригади. Корабостроителницата „Обуда\" в Будапеща възстановява „Радецки\" в автентичния му вид и на 30 май 1966 година при небивал ентусиазъм той е посрещнат на Козлодуйския бряг. По-късно човешката небрежност едва не го погубва, защото след обилен снеговалеж той потъва в лимана на Русе. С много труд и средства е изваден и отново обзаведен. " +
            "През 1988 година се взема решение парната машина, за която няма резервни части, да бъде заменена с дизелови двигатели и корабът отново излиза в ремонт до октомври 1993 година." +
            "Днес той е в специално изграденото за него място край Козлодуй. „Дейността на музея от неговото създаване до наши дни - казва неговата директорка Людмила Дамянова - можем да охарактеризираме само с една единствена дума - борба.\"";


    String ledenikaDesc = "Област и град: Врачанска областВраца\n" +
            "Пещерата “Леденика” се намира в Северозападния край на Врачанската планина, на 16 км. от гр. Враца. Пещерата впечатлява с големите си размери, а през зимата грабва посетителите с изящната си ледена украса, откъдето произлиза и името й. През\n" +
            "\n" +
            "пролетта и зимата първата зала на пещерата – Предверието - очарова с ледено кристалната си украса. Най-високата точка на пещерата се нарича “Седмото небе” и е достъпно само за най-запалените туристи. Температурата в пещерата варира от –7 до –15 градуса до 8 градуса във вътрешността. Влажността на въздуха е 92%.\n" +
            "\n" +
            "За да видите пещерата \"Леденика\" в цялото й великолепие, е най-добре да я посетите през зимата или пролетта. Тя се намира в северозападната част на Врачанската планина и е на 16 километра от града. Известна е на хората от този край отдавна, даже в нея овчарите са съхранявали млякото на хладно.\n" +
            "\n" +
            "Входът й е на 830 надморска височина, в най-ниската част на Леденишкия валог. През зимата студеният въздух нахлува в пещерата през няколко понора и изстудява три от най-интересните зали - Преддверието, Малката и Концертната зала." +
            " По стените им се образува скреж и цели ледени водопади, от таваните увисват феерични висулки, напомнящи боздугани и мечове, на подовете се появяват „сервизи от бутилки и чаши\", сътворени от вездесъщия лед, а до самия вход, в Преддверието, се възправя огромна ледена колона. Вече разбирате защо тази пещера не е могла да бъде наречена другояче освен Леденика.\n" +
            "\n" +
            "Тя е дълга около 300 метра и има десет зали, коя от коя по-привлекателна. След Преддверието човек трябва да се наведе ниско, за да се промуши през прохода, който носи симптоматичното име \"Плъзнята\", и така стига до Малката зала, която е почти кръгла. След още едно стеснение се влиза в „бисера\" на пещерата - Концертната зала. " +
            "Тя е с наистина впечатляващи размери /60 на 45 метра и е висока 23/. Тук с повече въображение и помощ от екскурзовода могат да се видят образувания като Соколът, къщичката на Баба Яга, Крокодилът, Соколът, Дядо Коледа, Главата на великана - пазителят на пещерата и много други. " +
            "В тази зала са изнесени едни от първите концерти под земята у нас, но те са краткотрайни, защото високата влажност на въздуха се отразява неблагоприятно на инструментите.\n" +
            "\n" +
            "Леденика е призната за природна забележителност от 1963 година и е най-посещаваната благоустроена българска пещера.";


    String madarskiKonnikDesc = "Област и град: Шуменска областс.Мадара\n" +
            "Мадарският конник се намира на 20 километра от град Шумен и е знаков символ на Националния историко-археологически резерват „Мадара“, намиращ се в бизост до едноименното село. Скалният барелеф е изсечен през VIII век след Христа върху отвесна скала на височина от 23 метра. Изобразява конник в естествена големина, куче, лъв и надписи на гръцки език.\n" +
            "\n" +
            "С лявата си ръка конникът държи поводите на коня си, а с дясната ръка е хвърлил късо копие върху падналия пред краката на животното лъв.\n" +
            "Според една от теориите конникът изобразен върху скалата е самият хан Тервел, представен като победител. Надписите съобщават за събития случили се през VIII - IX век по времето на управлението на хановете Тервел, Омуртаг и Кормисош.\n" +
            "\n" +
            "Барелефът е обявен от ЮНЕСКО за паметник на световното културно наследство.";


    String perperikonDesc = "Област и град: Кърджалийска областКърджали\n" +
            "Перперикон /Хиперперакион/ се намира на 15 километра североизточно от Кърджали. Извисява се на скален връх с надморска височина 470 метра.\n" +
            "Знайно е, че още старогръцкият историк Херодот споменава за прочуто светилище - прорицалище на древния тракийски бог Дионис - Загрей, намирало се някъде в Родопите. " +
            "Неговата жрица била не по-малко известна от прочутата Пития от Делфи. А римският автор Светоний добавя, че тук са идвали самият Александър Велики, както и бащата на първия римски император Гай Октавий, за да узнаят съдбата си. " +
            "Според професор Николай Овчаров, именно Перперикон се оказва това дълго търсено светилище, което се появява към края на бронзовата ера и функционира чак до приемането на християнството в Родопите - началото на V век. В къснобронзовата и ранножелязната епоха Перперикон се превръща във внушителен култов център. " +
            "Към края на старата и първите векове на новата ера градът добива своя завършен вид. Негов център безспорно е бил дворецът-светилище с голямата овална зала. През последните години бяха проучени значителни части от крепостта на върха, Акропола. " +
            "Близо до двореца в Акропола археолозите попаднаха на най-ранната църква, открита досега в Родопите. „По всичко изглежда, че именно оттам, в началото на V век, започва известната мисия на епископ Никета Ремесиански за християнизация на Великата планина\", пише професор Овчаров. " +
            "Перперикон запазва своя блясък и през Средновековието. Разкопките, провеждани всяка година, разкриват все нови и нови факти за този уникален археологически комплекс.";


    String peshteraSnejankaDesc = "3,5 милиона години, за да създаде това природно чудо, я прави неповторима. Оттам идва и името на пещерата, защото в така наречената Вълшебна зала, сред изящните синтрови образувания и езера, очарованото око с лекота различава фигурата на Снежанка, балдахина на нейното легло и други детайли от любимата приказка, сътворени сякаш от феерична снежнобяла материя.\n" +
            "\n" +
            "В пещерата могат да се видят едни от най-красивите карстови форми в България. Безспорно подобряват настроението табелите с надписи като: \"По-бавно\", \"Не се предавай\", \"Спри и си почини\"...\n" +
            "\n" +
            "Няколко са предположенията за името и на близкия град Пещера, но надделява становището, че причина за това наименование най-вероятно са пещерите Снежанка и Юбилейна. Находките, открити там, дават основание на изследователите да заключат, че през бронзовата епоха те са били обитаеми и, че възникването на селище в Пещерската котловина, е станало някъде през втората половина на IV век преди Христа. " +
            "Много свидетелства са останали от времето, когато са се смесвали трите етноса -траки, славяни и българи: не само мостове, останки от пътища и крепости, но и саркофази, култови предмети, оръдия на труда, накити и оръжия.\n" +
            "\n" +
            "Снежанка е една от най-малките пещери в България, но е много богата на сталактити /най-големият е с дължина 1,27 метра/, сталагмити, сталактони и драперии. Особен чар й придават петте синтрови езерца, в които могат да се видят пещерни бисери. В средата на пещерата има кръгли огнища, до които са намерени предмети от ранно - желязната епоха и кости на животни. " +
            "Има предположения, че траките от племето беси са я ползвали като убежище.\n";


    String qgodinskaPeshteraDesc = "Област и град: Смолянска областРодопи\n" +
            "Проучванията на пещерата започват през 1963 от спелеоклуб Чепеларе с ръководител Димитър Райчев, като първоначално са проучени 8500 метра, а през 1982-1986 се извършва повторно картографиране на пещерата и се откриват нови\n" +
            "\n" +
            "галерии и участъци като дължината й достига 10500 метра, а възрастта й е 275000 години. \n" +
            "\n" +
            "На 4 метра след естествения вход на пещерата (първо ниво) е открито Енеолитно жилище - местен керамичен център, единствено в Европа запазено в естествения си вид.\n" +
            "\n" +
            "Открити са находки на керамични съдове, оръдия на труда, овъглено жито, керамична пещ, хромели (ръчни мелници). Останките датират от каменно-медната епоха (IV-то хилядолетие пр. Хр.). Тази част от пещерата може да се разгледа за време от 20 минути, с беседа и отделна такса. \n" +
            "\n" +
            "Описание на пещерата: \n" +
            "Със своите 10500 метра Ягодинска пещера е третата по дължина в България и най-дългата в Родопите. Образувана в протерозойски мрамори, тя е на три основни нива и две междинни. Третият етаж е благоустроен през 1971-1982, като туристическото трасе е 1100 метра. " +
            "Великолепни и красиви образувания могат да се видят по целия туристически маршрут - сталактити, сталагмити, сталактони, хелектити, синтрови езера, леопардова кожа, дендрити, драперии и едни от най-уникалните образувания - пещерните перли. Общо 22 вида образувания от световно известни 28 вида. \n" +
            "В пещерата има ритуална зала, в която се сключват граждански бракосъчетания. \n" +
            "Температурата на благоустроения участък е 6ºС - постоянна, целогодишна, влажност - 85-91%. Надморска височина на входа - 930 метра, изход - 937 метра, денивелация +7 метра (равна и хоризонтална). \n" +
            "Фауна и флора: \n" +
            "От животинския свят се срещат различни видове прилепи, пещерни скакалци, паячета, троглобионти с представител комподей и други, а от флората - лишеи, мъхове, плесени и гъби.";


    String rezervatKaliakraDesc = "ъв времената, когато боговете живеели заедно с хората, една древногръцка галера се отправила на изключително опасно пътуване. Неин капитан бил 20-годишният Язон. Пелий, отстранил с измама от престола баща му, го изпратил с невъзможната за\n" +
            "\n" +
            "изпълнение поръка да се завърне със Златното руно, като тайно се надявал, че младият мъж ще намери в това плаване смъртта си.Â Но Язон, събрал голяма група герои, между които Херкулес и Орфей, след безброй премеждия достигнал Колхида /днешна Грузия/ и с помощта на Медея се сдобил със Златното руно. Останали в историята като \"аргонавти\", по името на своя кораб.\n" +
            "\n" +
            "Дали това е просто легенда или в нея има някакво зрънце истина?\n" +
            "\n" +
            "През 1973 година инженер Сергей Куприянов, във водите около нос Калиакра, намери метален слитък във формата на разпъната волска кожа. " +
            "За учените-археолози той беше само домонетно средство за размяна, за историците - убедително доказателство колко на север по Черноморското крайбрежие, през второто хилядолетие пр. Хр., са достигали егейските мореплаватели. " +
            "За мечтателите и любителите на приключения това също е свидетелство за легендарното плаване на аргонавтите.";


    String rilskiEzeraDesc = "Седемте Рилски езера е най-дългата и най-посещавана група езера в България. " +
            "Разположени са стъпаловидно между 2100 и 2500 метра надморска височина. Имената им от най-високото към най-ниското са: Сълзата, Окото, Бъбрека, Близнака, Трилистника, Рибното и Долното. Водите им се оттичат едно в друго и дават началото на река Джерман." +
            "Преходът е около 8,5 км, които се изминават приблизително за 4 часа.";


    String shipkaDesc = "Национален парк-музей \"Шипка-Бузлуджа\"\n" +
            "Национален парк-музей CШипка - Бузлуджа е музей на открито, разположен на самия театър на военните действия.Той обхваща района на историческите места, където са се разигравали едни от най-епичните моменти в българската история свързани с отбраната на Шипченския проход по време на Руско-турската война от 1877/78 г. " +
            "Музеят е създаден през 1956 г. и представлява комплекс от паметници, възстановки на позиции, батареи и землянки. На връх Шипка се издига Паметникът на свободата.\n" +
            "По седемте етажа на Паметника е подредена музейна експозиция, включваща богата колекция от ордени и медали, снимков и документален материал, лични вещи на участници в боевете, оръжие. " +
            "Посетителите могат да се изкачат до откритата площадка на самия покрив на Паметника, откъдето се разкрива панорамна гледка към Розовата долина, съседните върхове и Предбалкана.\n" +
            "Посещение на възстановения команден пункт на ген. Столетов и зимна войнишка землянка\n" +
            "Организиране на пешеходни екскурзии с екскурзовод до Орлово гнездо, бойните позиции и паметниците в околността.\n" +
            "Посещение на възстановения команден пункт на ген. Столетов и зимна войнишка землянка на връх Шипка.\n" +
            "В състава на НПМ Шипка Бузлуджа са и паметниците на Хайдушка поляна,под връх Бузлуджа.Те са посветени на Хаджи Димитър и неговите четници, загинали в неравна битка на това място през 1868 година. " +
            "Ежегодно Община Казанлък на 20 юли, Илинден, организира чествания за почитане паметта на героите.";


    String sreburnaDesc = "Област и град: Силистренска областс.Сребърна\n" +
            "Резерватът е на главното миграционно трасе на прелетните птици между Европа и Африка - „Виа Понтика\". Има няколко легенди за произхода на името „Сребърна\". Едната е за хан Сребрун, който загива тук в неравен бой с печенегите. Втората разказва за лодка, пълна със сребро, заровена някъде на брега. " +
            "Но най-вероятно името идва от красотата на езерото при пълнолуние, когато водното огледало прилича на разтопено сребро.\n" +
            "\n" +
            "През 1880 година тук няколко дни пребивавал Едуард Ходек, който описва своите впечатления в статията „Домът на прелетниците\". Това е първата научна публикация за местността. Но езерото го постига и първата трагедия: Лео фон Калберматен и неговите хора избиват хиляди чапли, защото тогавашната мода изисквала дамските шапки да бъдат украсени с перата на тези птици. " +
            "През 1890 година Сребърна посещава прочутият австрийски орнитолог Отомар Райзер, който описва своите наблюдения в книгата „Материали върху орнитофауната на Балканите\". Известният български природозащитник Алекси Петров, озовал се тук през 1911, а после и през 1940 година, предлага ловът в и около езерото да бъде забранен. " +
            "През 1948 година то е обявено за резерват, но година по-късно дига прекъсва връзката му с Дунава и започва неговата агония, прекратена едва след три десетилетия. През 1983 година Сребърна е обявена за паметник на световното културно и природно наследство под егидата на ЮНЕСКО.";


    String mysalaDesc = "Област и град: Софийска област\n" +
            "Рила е част от Рило-Родопската планинска верига и заема нейния северозападен край. Тя е най-високата планина в България и на Балканския полуостров, а в Европа е шеста. Планината се разделя на 4 ясно обособени дяла - Източна, Средна, Северозападна и Югозападна Рила.\n" +
            "\n" +
            "Източна Рила е най-обширният и най-висок дял, чийто първенец е вр. Мусала. В него е разположено и най-високото езеро на Балканския полуостров - Леденото езеро.\n" +
            "Средна Рила - това е най-скалистият и най-добре изразен сред останалите дял. Най-високият му връх е Черна поляна-2716 м. В този дял е разположено най-голямото по площ езеро на Балканския полуостров - Смрадливото езеро.\n" +
            "Северозападна Рила представлява монолитен венец от едни от най- красивите скални върхове и зъбери с подчертано алпийски вид: Мальовица (2729 м); Купените е най-високият връх на Северозападна Рила - голям Купен (2731 м) и др. " +
            "В този дял се намира най-голямата и известна езерна група - Седемте рилски езера - с най-дълбокото на Балканския полуостров езеро - Окото.\n" +
            "Югозападна Рила е най-ниският дял. Най-висок връх в този дял е Ангелов връх.";


    String vruhSnejankaDesc = "Област и град: Смолянска областПампорово\n" +
            "В сърцето на Родопите, на 260 км от столицата и на 15 км от Смолян е разположен един от красивите и величествени върхове на България – Снежанка. С неговите 1926 метра той е най - високият връх в курорта Пампорово. " +
            "Слънчевите дни тук са повече от\n" +
            "\n" +
            "240, климатът е мек. \n" +
            "\n" +
            "Средната годишна температура е 8,5 С, а дебелината на снежната покривка е 140 - 150 м. Oт върха тръгват множество ски – писти.\n" +
            "\n" +
            "Печатът е в хижа “Студенец”.";



    // Images paths:
    String aleksandurNevskiImg = "aleksandar_nevski";
    String antichenTeaturImg  = "antichen_teatur_plovdiv";
    String asenovaKrepostImg  = "asenova_krepost";
    String bachkovskiManastirImg  = "bachkovski_manastir";
    String belogradchishkiSkaliImg  = "belogradchiski_skali";
    String carevecImg  = "carevec";
    String chydniMostoveImg  = "chydni_mostove";
    String hristoBotevImg  = "hristo_botev_pametnik";
    String radeckiImg  = "kozlodui_radezki";
    String ledenikaImg  = "ledenika";

    String madarskiKonnikImg  = "madarski_konnik";
    String perperikonImg  = "perperikon";
    String peshteraSnejankaImg  = "peshtera_snejanka";
    String qgodinskaPeshteraImg  = "qgodinska_peshtera";
    String rezervatKaliakraImg  = "rezervat_kaliakra";
    String rilskiEzeraImg  = "rilski_ezera";
    String shipkaImg  = "shipka";
    String sreburnaImg  = "srebarna";
    String mysalaImg  = "vr_mysala";
    String vruhSnejankaImg = "vr_snejanka";

}
